{
  "01.01": "Доброе утро! Сегодня, 1 января, наступил Новый год! Желаю всем жителям острова счастливого и здорового года! Не забудьте проверить доску объявлений, чтобы узнать о событиях, запланированных на сегодня.",
  "14.02": "Доброе утро! Сегодня, 14 февраля, День святого Валентина! Желаю всем жителям острова провести этот день с любимыми и близкими людьми! Не забудьте проверить доску объявлений, чтобы узнать о событиях, запланированных на сегодня.",
  "17.03": "Доброе утро! Сегодня, 17 марта, День святого Патрика! Желаю всем жителям острова весело отметить этот ирландский праздник! Не забудьте проверить доску объявлений, чтобы узнать о событиях, запланированных на сегодня.",
  "01.04": "Доброе утро! Сегодня, 1 апреля, День дураков! Будьте осторожны и не верьте всему, что услышите! Не забудьте проверить доску объявлений, чтобы узнать о событиях, запланированных на сегодня.",
  "22.04": "Доброе утро! Сегодня, 22 апреля, День Земли! Желаю всем жителям острова провести этот день, бережно относясь к нашей планете и помня о важности экологической ответственности! Не забудьте проверить доску объявлений, чтобы узнать о событиях, связанных с Днем Земли, запланированных на сегодня.",
  "01.05": "Доброе утро! Сегодня, 1 мая, День труда! Желаю всем жителям острова отдохнуть и насладиться этим праздником труда, который отмечается по всему миру! Не забудьте проверить доску объявлений, чтобы узнать о событиях, связанных с Днем труда, запланированных на сегодня.",
  "05.05": "Доброе утро! Сегодня, 5 мая, День детей! Желаю всем жителям острова счастливого и веселого праздника! Не забудьте проверить доску объявлений, чтобы узнать о событиях, запланированных на сегодня.",
  "21.06": "Доброе утро! Сегодня, 21 июня, летнее солнцестояние! Самый длинный день в году! Наслаждайтесь ярким солнцем и теплой погодой! Не забудьте проверить доску объявлений, чтобы узнать о событиях, запланированных на сегодня.",
  "04.07": "Доброе утро! Сегодня, 4 июля, День независимости США! Желаю всем жителям острова провести этот праздник весело и безопасно! Не забудьте проверить доску объявлений, чтобы узнать о событиях, запланированных на сегодня.",
  "14.07": "Доброе утро! Сегодня, 14 июля, День взятия Бастилии! Желаю всем жителям острова провести этот праздник весело и празднично! Не забудьте проверить доску объявлений, чтобы узнать о событиях, запланированных на сегодня.",
  "01.09": "Доброе утро! Сегодня, 1 сентября, День знаний! Желаю всем жителям острова успехов в обучении и новых знаний! Не забудьте проверить доску объявлений, чтобы узнать о событиях, связанных с образованием, запланированных на сегодня.",
  "31.10": "Доброе утро! Сегодня, 31 октября, Хэллоуин! Желаю всем жителям острова весело провести этот праздник и получить много сладостей! Не забудьте проверить доску объявлений, чтобы узнать о событиях, связанных с Хэллоуином, запланированных на сегодня.",
  "11.11": "Доброе утро! Сегодня, 11 ноября, День ветеранов! Желаю всем жителям острова почтить память и подвиги ветеранов, защищавших нашу свободу и независимость! Не забудьте проверить доску объявлений, чтобы узнать о событиях, запланированных на сегодня.",
  "24.11": "Доброе утро! Сегодня, 24 ноября, День благодарения! Желаю всем жителям острова провести этот праздник с друзьями и близкими, наслаждаясь вкусной едой и теплой атмосферой! Не забудьте проверить доску объявлений, чтобы узнать о событиях, запланированных на сегодня.",
  "01.12": "Доброе утро! Сегодня, 1 декабря, начало зимы! Настало время наслаждаться зимними видами и зимними видами спорта! Не забудьте проверить доску объявлений, чтобы узнать о событиях, связанных со зимой, запланированных на сегодня.",
  "24.12": "Доброе утро! Сегодня, 24 декабря, Рождество! Желаю всем жителям острова провести этот праздник в кругу семьи и друзей, наслаждаясь теплой атмосферой и вкусной едой! Не забудьте проверить доску объявлений, чтобы узнать о событиях, связанных с Рождеством, запланированных на сегодня.",
  "31.12": "Доброе утро! Сегодня, 31 декабря, Новый год! Желаю всем жителям острова весело и безопасно встретить наступающий год! Не забудьте проверить доску объявлений, чтобы узнать о событиях, связанных с Новым годом, запланированных на сегодня."
}